Repository: sstendahl/Graphs
Catalog: po/*.po
Languages: ca, hu, kk

source: Graphs
ca: Gràfics
hu: Grafikonok
kk: Графиктер

source: Plot and manipulate any data
ca: Traceu i manipuleu dades
hu: Tetszőleges adatok ábrázolása és manipulálása
kk: Кез келген деректерді тұрғызу және өңдеу

source: Full support for light and dark mode
ca: Suport complet per al mode clar i fosc
hu: Világos és sötét mód teljes támogatása
kk: Ақшыл және қараңғы режимдерді толық қолдау

source: Generate data from an equation
ca: Generar dades a partir d’una equació
hu: Adatok előállítása egy egyenletből
kk: Теңдеуден деректерді жасау

source: Manage plot stylesheets
ca: Gestionar fulls d'estil dels gràfics
hu: Ábrák stíluslapjainak kezelése
kk: График стильдерінің кестелерін басқару

source: Manipulate imported data
ca: Manipular les dades importades
hu: Importált adatok manipulálása
kk: Импортталған деректерді өңдеу

source: Plot and manipulate data
ca: Traceu i manipuleu dades
hu: Adatok ábrázolása és manipulálása
kk: Деректерді тұрғызу және өңдеу

source: Graphs is a simple, yet powerful tool that allows you to plot and manipulate your data with ease. New data can be imported from a wide variety of filetypes, or generated by equation. All data can be manipulated using a variety of operations such as the ability to select, cut, translate, multiply, center and smoothen data, as well as apply any custom transformations on the data.
ca: El Gràfics és una eina senzilla però potent que permet traçar i manipular les vostres dades amb facilitat. Les dades noves es poden importar d’una gran varietat de tipus de fitxers o generades per equacions. Totes les dades es poden manipular mitjançant una varietat d’operacions com ara la possibilitat de seleccionar, tallar, traslladar, multiplicar, centrar i suavitzar les dades, a més d’aplicar qualsevol transformació personalitzada a les dades.
hu: A Grafikonok egy egyszerű, mégis hatékony eszköz, amely lehetővé teszi, hogy könnyedén ábrázolja és manipulálja az adatait. Új adatokat a legkülönbözőbb fájltípusokból importálhat, vagy egyenletekkel állíthat elő. Az összes adat manipulálható különféle műveletek használatával, mint például az adatok kijelölése, kivágása, eltolása, sokszorosítása, középre igazítása és simítása, valamint az adatokon bármilyen egyéni transzformáció alkalmazása.
kk: Графиктер қолданбасы - деректеріңізді оңай тұрғызуға және өңдеуге мүмкіндік беретін қарапайым, бірақ қуатты сайман. Жаңа деректерді әртүрлі файл түрлерінен импорттауға немесе теңдеу арқылы жасауға болады. Барлық деректерді таңдау, қиып алу, жылжыту, көбейту, ортаға келтіру және тегістеу сияқты әртүрлі операциялар арқылы өңдеуге, сондай-ақ деректерге кез келген реттелетін түрлендірулерді іске асыруға болады.

source: Moreover, Graphs supports curve fitting on imported data and offers extensive customization options for the style of the plots. You can fine-tune and personalize stylesheets to your liking.
ca: A més, el Gràfics admet l'ajust de corba en les dades importades i ofereix àmplies opcions de personalització per a l'estil dels gràfics. Podeu ajustar i personalitzar els fulls d'estil al vostre gust.
hu: Ezenkívül a Grafikonok támogatja az importált adatokon végzett görbeillesztést, és széleskörű személyre szabási lehetőségeket kínál az ábrák stílusához. A stíluslapokat finomhangolhatja és személyre szabhatja tetszése szerint.
kk: Сонымен қатар, Графиктер қолданбасы импортталған деректерде қисық сызықты сәйкестендіруді қолдайды және графиктердің стилі үшін кеңейтілген теңшеу опцияларын ұсынады. Стиль кестелерін өз қалауыңыз бойынша дәл баптап, жекелендіре аласыз.

source: Graphs is an excellent fit for both plotting and data manipulation. The plots created with Graphs can be saved in a variety of formats suitable for sharing and presenting to a wide audience, such as in a scientific publication or presentations. Additionally, the option to save plots as vector images allows for easy editing in software like Inkscape for further refinement. Graphs is written with the GNOME environment in mind, but should be suitable for any other desktop environment as well.
ca: El Gràfics és una eina excel·lent tant per a la visualització com per a la manipulació de dades. Els gràfics creats amb el Gràfics es poden desar en diversos formats adequats per compartir i presentar a una audiència àmplia, com per exemple en una publicació científica o en presentacions. A més, l’opció de desar els gràfics com a imatges vectorials permet editar fàcilment en programari com l'Inkscape per a un refinament addicional. El Gràfics està escrit tenint en compte l’entorn d'escriptori GNOME, però també és adequat per a qualsevol altre entorn d’escriptori.
hu: A Grafikonok kiválóan alkalmas mind az ábrázolásra, mind az adatok manipulálására. A Grafikonok használatával létrehozott ábrák számos formátumban elmenthetők, amelyek alkalmasak a széles közönség számára történő megosztásra és bemutatásra, például tudományos publikációban vagy prezentációkban. Emellett a vektoros képként történő mentés lehetősége lehetővé teszi a további finomításhoz szükséges egyszerű szerkesztést az olyan szoftverekben, mint az Inkscape. A Grafikonok alkalmazást a GNOME környezetet szem előtt tartva írták meg, de bármely más asztali környezettel is használhatónak kell lennie.
kk: Графиктер қолданбасы деректерді тұрғызу үшін де, өңдеу үшін де өте қолайлы. Графиктер көмегімен жасалған графиктерді ғылыми басылымдарда немесе презентацияларда көрсету сияқты кең аудиториямен бөлісуге жарамды әртүрлі пішімдерде сақтауға болады. Сонымен қатар, графиктерді векторлық суреттер ретінде сақтау опциясы оларды әрі қарай өңдеу үшін Inkscape сияқты бағдарламалық қамтамада оңай түзетуге мүмкіндік береді. Графиктер GNOME ортасын ескере отырып жазылған, бірақ кез келген басқа жұмыс үстелі ортасына да жарамды.

source: For any feedback, questions or general issues, please file an issue on the GitLab page.
ca: Per a qualsevol comentari, pregunta o problema general, useu la pàgina de GitLab.
hu: Bármilyen visszajelzéssel, kérdéssel vagy általános problémával kapcsolatban küldjön hibajelentést a GitLab oldalon.
kk: Кез келген кері байланыс, сұрақтар немесе жалпы мәселелер бойынша GitLab парақшасында мәселе жасаңыз.

source: Plotting;Graph;Graphing;Science;Mathematics;Math;Equations;Data;Plot;Visualization;Fitting;xrdml;
ca: Representació;Gràfics;Ciència;Matemàtiques;Mates;Equacions;Dades;Plot;Dibuix;Visualització;Anàlisi;xrdml;
hu: Ábrázolás;Grafikon;Grafikonrajzolás;Tudomány;Matematika;Matek;Egyenletek;Adat;Adatok;Ábra;Vizualizáció;Vizualizálás;Illesztés;xrdml;
kk: Тұрғызу;График;График құру;Ғылым;Математика;Мат;Теңдеулер;Деректер;График;Визуализация;Сәйкестендіру;xrdml;

source: New Window
ca: Nova finestra
hu: Új ablak
kk: Жаңа терезе

source: Style Editor
ca: Editor d'estil
hu: Stílusszerkesztő
kk: Стиль түзеткіші

source: Beta Project
ca: Projecte beta
kk: Бета жоба

source: The project you are trying to import is from a beta version of Graphs. It may contain invalid data.
ca: El projecte que esteu intentant importar és d'una versió beta del Gràfics. Pot contenir dades no vàlides.
kk: Сіз импорттағыңыз келетін жоба Графиктердің бета нұсқасынан алынған. Онда жарамсыз деректер болуы мүмкін.

source: Continue
ca: Continua
kk: Жалғастыру

source: Abort
ca: Interromp
kk: Тоқтату

source: Delete Style?
ca: Voleu suprimir l'estil?
hu: Törli a stílust?
kk: Стильді өшіру ме?

source: Cancel
ca: Cancel·la
hu: Mégse
kk: Бас тарту

source: Delete
ca: Suprimeix
hu: Törlés
kk: Өшіру

source: Legacy Project
ca: Projecte antic
kk: Ескі жоба

source: You are trying to open a legacy project. The legacy project format may contain dangerous code and may cause harm to your system. Only proceed if you trust the author of this file.
ca: Esteu intentant obrir un projecte antic. El format del projecte antic pot contenir codi perillós i pot causar danys al vostre sistema. Procediu només si confieu en l'autor d'aquest fitxer.
kk: Сіз ескі жобаны ашуға тырысып жатырсыз. Ескі жоба пішімінде қауіпті код болуы мүмкін және жүйеңізге зиян келтіруі мүмкін. Тек осы файлдың авторына сенсеңіз ғана жалғастырыңыз.

source: Reset to Defaults?
ca: Voleu restablir els valors predeterminats?
hu: Visszaállítja az alapértékeket?
kk: Әдепкі күйге қайтару ма?

source: Are you sure you want to reset the import settings?
ca: Esteu segur que voleu restablir els paràmetres d'importació?
hu: Biztosan vissza szeretné állítani az importálási beállításokat?
kk: Импорттау параметрлерін әдепкі күйге қайтаруға сенімдісіз бе?

source: Reset
ca: Restableix
hu: Visszaállítás
kk: Қайтару

source: Save Changes?
ca: Voleu desar els canvis?
hu: Menti a változtatásokat?
kk: Өзгерістерді сақтау ма?

source: Current project contains unsaved changes, changes that are not saved will be permanently lost.
ca: El projecte actual conté canvis no desats, es perdran permanentment els canvis no desats.
hu: A jelenlegi projekt mentetlen változtatásokat tartalmaz, a nem mentett változtatások véglegesen elvesznek.
kk: Ағымдағы жобада сақталмаған өзгерістер бар, сақталмаған өзгерістер біржола жоғалады.

source: Discard
ca: Descarta
hu: Elvetés
kk: Тастау

source: Save
ca: Desa
hu: Mentés
kk: Сақтау

source: Current style contains unsaved changes, changes that are not saved will be permanently lost.
ca: L’estil actual conté canvis no desats, els canvis que no es desin es perdran permanentment.
hu: A jelenlegi stílus mentetlen változtatásokat tartalmaz, a nem mentett változtatások véglegesen elvesznek.
kk: Ағымдағы стильде сақталмаған өзгерістер бар, сақталмаған өзгерістер біржола жоғалады.

source: Name and Position
ca: Nom i posició
hu: Név és helyzet
kk: Аты және орны

source: Name
ca: Nom
hu: Név
kk: Аты

source: X-Axis Position
ca: Posició de l'eix X
hu: X-tengely helyzete
kk: X осінің орны

source: Bottom
ca: Inferior
hu: Lent
kk: Төменде

source: Top
ca: Superior
hu: Fent
kk: Жоғарыда

source: Y-Axis Position
ca: Posició de l'eix Y
hu: Y-tengely helyzete
kk: Y осінің орны

source: Left
ca: Esquerra
hu: Balra
kk: Сол жақта

source: Right
ca: Dreta
hu: Jobbra
kk: Оң жақта

source: Line and Markers
ca: Línia i marcadors
hu: Vonal és jelölők
kk: Сызық және маркерлер

source: Linestyle
ca: Estil de línia
hu: Vonal stílusa
kk: Сызық стилі

# linestyle
source: None
ca: Cap
hu: Nincs
kk: Жоқ

# linestyle
source: Solid
ca: Continu
hu: Tömör
kk: Тұтас

# linestyle
source: Dotted
ca: Punt
hu: Pontozott
kk: Нүктелі

# linestyle
source: Dashed
ca: Traç
hu: Szaggatott
kk: Үзік

# linestyle
source: Dashdot
ca: Traç punt
hu: Pont-vonal
kk: Үзік нүктелі

source: Linewidth
ca: Amplada de línia
hu: Vonal vastagsága
kk: Сызық ені

source: Markers
ca: Marcadors
hu: Jelölők
kk: Маркерлер

# markerstyle
source: None
ca: Cap
hu: Nincs
kk: Жоқ

# markerstyle
source: Point
ca: Punt
hu: Pont
kk: Нүкте

# markerstyle
source: Pixel
ca: Píxel
hu: Képpont
kk: Пиксель

# markerstyle
source: Circle
ca: Cercle
hu: Kör
kk: Шеңбер

# markerstyle
source: Triangle Down
ca: Triangle avall
hu: Háromszög lefelé
kk: Төмен бағытталған үшбұрыш

# markerstyle
source: Triangle Up
ca: Triangle amunt
hu: Háromszög felfelé
kk: Жоғары бағытталған үшбұрыш

# markerstyle
source: Triangle Left
ca: Triangle esquerra
hu: Háromszög balra
kk: Солға бағытталған үшбұрыш

# markerstyle
source: Triangle Right
ca: Triangle dret
hu: Háromszög jobbra
kk: Оңға бағытталған үшбұрыш

# markerstyle
source: Octagon
ca: Octàgon
hu: Nyolcszög
kk: Сегізбұрыш

# markerstyle
source: Square
ca: Quadrat
hu: Négyzet
kk: Шаршы

# markerstyle
source: Pentagon
ca: Pentàgon
hu: Ötszög
kk: Бесбұрыш

# markerstyle
source: Star
ca: Estrella
hu: Csillag
kk: Жұлдызша

# markerstyle
source: Hexagon 1
ca: Hexàgon 1
hu: Hatszög 1
kk: Алтыбұрыш 1

# markerstyle
source: Hexagon 2
ca: Hexàgon 2
hu: Hatszög 2
kk: Алтыбұрыш 2

# markerstyle
source: Plus
ca: Signe més
hu: Plusz
kk: Плюс

# markerstyle
source: Diamond
ca: Diamant
hu: Gyémánt
kk: Ромб

# markerstyle
source: Thin Diamond
ca: Diamant prim
hu: Vékony gyémánt
kk: Жіңішке ромб

# markerstyle
source: Vertical Line
ca: Línia vertical
hu: Függőleges vonal
kk: Вертикалды сызық

# markerstyle
source: Horizontal Line
ca: Línia horitzontal
hu: Vízszintes vonal
kk: Горизонталды сызық

# markerstyle
source: Filled Plus
ca: Signe més ple
hu: Kitöltött plusz
kk: Толтырылған плюс

# markerstyle
source: Filled X
ca: X plena
hu: Kitöltött X
kk: Толтырылған X

source: Marker Size
ca: Mida del marcador
hu: Jelölő mérete
kk: Маркер өлшемі

source: Line
ca: Línia
hu: Vonal
kk: Сызық

source: Equation
ca: Equació
hu: Egyenlet
kk: Теңдеу

source: Simplify
ca: Simplifica
hu: Egyszerűsítés
kk: Жеңілдету

source: X Start
ca: Inici d'X
hu: X kezdés
kk: X басталуы

source: X Stop
ca: Final d'X
hu: X befejezés
kk: X аяқталуы

source: Steps
ca: Passos
hu: Lépések
kk: Қадамдар

source: Scale
ca: Escala
hu: Skála
kk: Масштаб

source: Determines the spacing between data points
ca: Determina la separació entre els punts de dades
hu: Meghatározza az adatpontok közötti térközöket
kk: Деректер нүктелері арасындағы аралықты анықтайды

# scale
source: Linear
ca: Lineal
hu: Lineáris
kk: Сызықтық

# scale
source: Logarithmic (Base 10)
ca: Logarítmica (en base 10)
hu: Logaritmikus (10-es alapú)
kk: Логарифмдік (10 негізіндегі)

# scale
source: Logarithmic (Base 2)
ca: Logarítmica (en base 2)
hu: Logaritmikus (2-es alapú)
kk: Логарифмдік (2 негізіндегі)

# scale
source: Radians
hu: Radián
kk: Радиандар

# scale
source: Square Root
ca: Arrel quadrada
hu: Négyzetgyök
kk: Шаршы түбір

# scale
source: Inverse
ca: Inversa
hu: Inverz
kk: Кері

source: Add Item
ca: Afegeix un element
kk: Элемент қосу

source: Remove
ca: Elimina
hu: Eltávolítás
kk: Өшіру

source: X Column
ca: Columna X
kk: X бағаны

source: Y Column
ca: Columna Y
kk: Y бағаны

source: Single Column
ca: Columna única
kk: Жалғыз баған

source: Import only Y values, X values will be generated
ca: Importa només els valors Y, es generaran els valors X
kk: Тек Y мәндерін импорттау, X мәндері автоматты түрде жасалады

source: X Value Equation
ca: Equació del valor X
kk: X мәнінің теңдеуі

source: More info
ca: Més informació
hu: További információk
kk: Толығырақ

source: <b>X Value Calculation</b> Enter an equation to calculate X values. Use 'n' for the row index (starting from 0). <b>Examples:</b> • <b>n</b> → 0, 1, 2, 3, 4... • <b>n*0.5</b> → 0, 0.5, 1.0, 1.5, 2.0... • <b>n^2</b> → 0, 1, 4, 9, 16... • <b>2^n</b> → 1, 2, 4, 8, 16... • <b>n*10+100</b> → 100, 110, 120, 130...
ca: <b>Càlcul del valor X</b> Introduïu una equació per a calcular els valors X. Useu «n» per a l'índex de files (començant des de 0). <b>Exemples:</b> • <b>n</b> → 0, 1, 2, 3, 4... • <b>n*0.5</b> → 0, 0.5, 1.0, 1.5, 2.0... • <b>n^2</b> → 0, 1, 4, 9, 16... • <b>2^n</b> → 1, 2, 4, 8, 16... • <b>n*10+100</b> → 100, 110, 120, 130...
kk: <b>X мәнін есептеу</b> X мәндерін есептеу үшін теңдеуді енгізіңіз. Жол индексі үшін 'n' әрпін пайдаланыңыз (0-ден басталады). <b>Мысалдар:</b> • <b>n</b> → 0, 1, 2, 3, 4... • <b>n*0.5</b> → 0, 0.5, 1.0, 1.5, 2.0... • <b>n^2</b> → 0, 1, 4, 9, 16... • <b>2^n</b> → 1, 2, 4, 8, 16... • <b>n*10+100</b> → 100, 110, 120, 130...

source: Format
kk: Пішім

source: Delimiter
ca: Delimitador
hu: Elválasztó
kk: Ажыратқыш

source: Character used to separate columns
ca: Caràcters usats per separar les columnes
kk: Бағандарды бөлу үшін пайдаланылатын таңба

# delimiter
source: Whitespace
ca: Espai
hu: Üres karakterek
kk: Бос орын

# delimiter
source: Tab
ca: Tabulació
hu: Tabulátor
kk: Табуляция

# delimiter
source: Colon (:)
ca: Dos punts (:)
hu: Kettőspont (:)
kk: Қос нүкте (:)

# delimiter
source: Semicolon (;)
ca: Punt i coma (;)
hu: Pontosvessző (;)
kk: Нүктелі үтір (;)

# delimiter
source: Comma (,)
ca: Coma (,)
kk: Үтір (,)

# delimiter
source: Period (.)
ca: Punt (.)
kk: Нүкте (.)

# delimiter
source: Custom
ca: Personalitzat
hu: Egyéni
kk: Таңдау бойынша

source: Custom Delimiter
ca: Delimitador personalitzat
hu: Egyéni elválasztó
kk: Таңдау бойынша ажыратқыш

source: Decimal Separator
ca: Separador decimal
hu: Tizedes elválasztó
kk: Ондық ажыратқыш

# separator
source: Decimal comma (,)
ca: Coma decimal (,)
hu: Tizedesvessző (,)
kk: Ондық үтір (,)

# separator
source: Decimal point (.)
ca: Punt decimal (.)
hu: Tizedespont (.)
kk: Ондық нүкте (.)

source: Skip Rows
ca: Omet les files
hu: Sorok kihagyása
kk: Жолдарды аттап өту

source: Number of rows to skip at the beginning
ca: Nombre de files a saltar al començament
kk: Басында аттап өтілетін жолдар саны

source: Database Table
ca: Taula de base de dades
kk: Дерекқор кестесі

source: Column X
ca: Columna X
hu: X-oszlop
kk: X бағаны

source: Column Y
ca: Columna Y
hu: Y-oszlop
kk: Y бағаны

source: This table contains no numeric columns
ca: Aquesta taula no conté columnes numèriques
kk: Бұл кестеде сандық бағандар жоқ

source: Spreadsheet
kk: Электрондық кесте

source: Sheet
kk: Парақ

source: Select which sheet to import
kk: Импорттау үшін парақты таңдаңыз

source: Import Parameters
ca: Importa paràmetres
hu: Importálási paraméterek
kk: Импорттау параметрлері

source: Add File
ca: Afegeix un fitxer
kk: Файлды қосу

source: Import
ca: Importa
hu: Importálás
kk: Импорттау

source: Reset to guessed values
ca: Restableix als valors estimats
kk: Болжанған мәндерге қайта орнату

source: Import Mode
ca: Mode d'importació
kk: Импорттау режимі

source: Set as Default
ca: Estableix com a predeterminat
hu: Beállítás alapértelmezettként
kk: Әдепкі ретінде орнату

source: Figure Settings
ca: Paràmetres de la figura
hu: Ábra beállításai
kk: Фигура баптаулары

source: Labels
ca: Etiquetes
hu: Címkék
kk: Белгілер

source: Title
ca: Títol
hu: Cím
kk: Тақырыбы

source: Bottom X Axis Label
ca: Etiqueta de l'eix X inferior
hu: Alsó X-tengely címkéje
kk: Төменгі X осінің белгісі

source: Top X Axis Label
ca: Etiqueta de l'eix X superior
hu: Felső X-tengely címkéje
kk: Жоғарғы X осінің белгісі

source: Left Y Axis Label
ca: Etiqueta de l'eix Y esquerre
hu: Bal Y-tengely címkéje
kk: Сол жақ Y осінің белгісі

source: Right Y Axis Label
ca: Etiqueta de l'eix Y dret
hu: Jobb Y-tengely címkéje
kk: Оң жақ Y осінің белгісі

source: Axis Limits
ca: Límits dels eixos
hu: Tengely korlátjai
kk: Ось шектеулері

source: Bottom X Axis Minimum
ca: Mínim de l'eix X inferior
hu: Alsó X-tengely legkisebb értéke
kk: Төменгі X осінің минимумы

source: Bottom X Axis Maximum
ca: Màxim de l'eix X inferior
hu: Alsó X-tengely legnagyobb értéke
kk: Төменгі X осінің максимумы

source: Top X Axis Minimum
ca: Mínim de l'eix X superior
hu: Felső X-tengely legkisebb értéke
kk: Жоғарғы X осінің минимумы

source: Top X Axis Maximum
ca: Màxim de l'eix X superior
hu: Felső X-tengely legnagyobb értéke
kk: Жоғарғы X осінің максимумы

source: Left Y Axis Minimum
ca: Mínim de l'eix Y esquerre
hu: Bal Y-tengely legkisebb értéke
kk: Сол жақ Y осінің минимумы

source: Left Y Axis Maximum
ca: Màxim de l'eix Y esquerre
hu: Bal Y-tengely legnagyobb értéke
kk: Сол жақ Y осінің максимумы

source: Right Y Axis Minimum
ca: Mínim de l'eix Y dret
hu: Jobb Y-tengely legkisebb értéke
kk: Оң жақ Y осінің минимумы

source: Right Y Axis Maximum
ca: Màxim de l'eix Y dret
hu: Jobb Y-tengely legnagyobb értéke
kk: Оң жақ Y осінің максимумы

source: Scaling
ca: Escalat
hu: Méretezés
kk: Масштабтау

source: Bottom X Axis Scale
ca: Escala de l'eix X inferior
hu: Alsó X-tengely méretezése
kk: Төменгі X осінің масштабы

source: Top X Axis Scale
ca: Escala de l'eix X superior
hu: Felső X-tengely méretezése
kk: Жоғарғы X осінің масштабы

source: Left Y Axis Scale
ca: Escala de l'eix Y esquerre
hu: Bal Y-tengely méretezése
kk: Сол жақ Y осінің масштабы

source: Right Y Axis Scale
ca: Escala de l'eix Y dret
hu: Jobb Y-tengely méretezése
kk: Оң жақ Y осінің масштабы

source: Appearance
ca: Aparença
hu: Megjelenés
kk: Сыртқы түрі

source: Show Legend
ca: Mostra la llegenda
hu: Jelmagyarázat megjelenítése
kk: Аңызды көрсету

source: Legend Position
ca: Posició de la llegenda
hu: Jelmagyarázat helyzete
kk: Аңыз орны

# legend-position
source: Auto
ca: Automàtic
hu: Automatikus
kk: Авто

# legend-position
source: Upper Right
ca: Superior dreta
hu: Jobb felső
kk: Жоғарғы оң жақ

# legend-position
source: Upper Left
ca: Superior esquerra
hu: Bal felső
kk: Жоғарғы сол жақ

# legend-position
source: Lower Left
ca: Inferior esquerra
hu: Bal alsó
kk: Төменгі сол жақ

# legend-position
source: Lower Right
ca: Inferior dreta
hu: Jobb alsó
kk: Төменгі оң жақ

# legend-position
source: Center Left
ca: Centre a l'esquerra
hu: Balra középen
kk: Ортаңғы сол жақ

# legend-position
source: Center Right
ca: Centre a la dreta
hu: Jobbra középen
kk: Ортаңғы оң жақ

# legend-position
source: Lower Center
ca: Centre inferior
hu: Alul középen
kk: Төменгі орта

# legend-position
source: Upper Center
ca: Centre superior
hu: Felül középen
kk: Жоғарғы орта

# legend-position
source: Center
ca: Centre
hu: Középen
kk: Ортасы

source: Hide Unselected Items
ca: Amaga els elements no seleccionats
hu: Nem kiválasztott elemek elrejtése
kk: Таңдалмаған элементтерді жасыру

source: Style
ca: Estil
hu: Stílus
kk: Стиль

source: Manage
ca: Gestiona
kk: Басқару

source: Edit Item
ca: Edita l'element
hu: Elem szerkesztése
kk: Элементті түзету

source: Add New Data
ca: Afegeix noves dades
hu: Új adatok hozzáadása
kk: Жаңа деректерді қосу

source: Open Application Menu
ca: Obre el menú d'aplicacions
hu: Alkalmazásmenü megnyitása
kk: Қолданба мәзірін ашу

source: No Data
ca: No hi ha dades
hu: Nincsenek adatok
kk: Деректер жоқ

source: Add data from a file or manually as an equation
ca: Afegiu dades d'un fitxer o manualment com a equació
hu: Adatok hozzáadása fájlból vagy kézileg egyenletként
kk: Деректерді файлдан немесе қолмен теңдеу ретінде қосу

source: Pan Mode. Click and drag to pan
ca: Mode de desplaçament. Feu clic i arrossegueu per a desplaçar
hu: Pásztázási mód. Kattintson és húzzon a pásztázáshoz.
kk: Жылжыту режимі. Жылжыту үшін шертіп, сүйреңіз

source: Zoom Mode. Select an area on the figure to zoom in
ca: Mode d'ampliació. Seleccioneu una àrea de la figura a ampliar
hu: Nagyítási mód. Válasszon egy területet az ábrán a nagyításhoz.
kk: Масштабтау режимі. Масштабтау үшін фигурадан аймақты таңдаңыз

source: Select Mode. Click and drag to make a selection of data
ca: Mode de selecció. Feu clic i arrossegueu per a fer una selecció de dades
hu: Kijelölési mód. Kattintson és húzzon az adatok kijelöléséhez.
kk: Таңдау режимі. Деректерді таңдау үшін шертіп, сүйреңіз

source: New Project
ca: Nou projecte
hu: Új projekt
kk: Жаңа жоба

source: Save Project…
ca: Desa el projecte…
hu: Projekt mentése…
kk: Жобаны сақтау…

source: Save Project as…
ca: Anomena i desa el projecte…
hu: Projekt mentése másként…
kk: Жобаны қалай сақтау…

source: Open Project…
ca: Obre un projecte…
hu: Projekt megnyitása…
kk: Жобаны ашу…

source: Close Project
ca: Tanca el projecte
hu: Projekt bezárása
kk: Жобаны жабу

source: Export Data…
ca: Exporta les dades…
hu: Adatok exportálása…
kk: Деректерді экспорттау…

source: Export Figure…
ca: Exporta la figura…
hu: Ábra exportálása…
kk: Фигураны экспорттау…

source: Keyboard Shortcuts
ca: Dreceres de teclat
hu: Gyorsbillentyűk
kk: Пернетақта жарлықтары

source: Help
ca: Ajuda
hu: Súgó
kk: Көмек

source: About Graphs
ca: Quant al Gràfics
hu: A Grafikonok névjegye
kk: Графиктер туралы

source: Add Data from File…
ca: Afegeix dades d'un fitxer…
hu: Adatok hozzáadása fájlból…
kk: Файлдан деректерді қосу…

source: Add Equation…
ca: Afegeix equació…
hu: Egyenlet hozzáadása…
kk: Теңдеуді қосу…

source: Generate Data…
ca: Genera dades…
hu: Adatok előállítása…
kk: Деректерді генерациялау…

source: Adjust
ca: Ajusta
hu: Igazítás
kk: Реттеу

source: Combine all selected data
ca: Combina totes les dades seleccionades
hu: Az összes kijelölt adat kombinálása
kk: Барлық таңдалған деректерді біріктіру

source: Combine
ca: Combina
hu: Kombinálás
kk: Біріктіру

source: Cut selected data
ca: Retalla les dades seleccionades
hu: Kijelölt adatok kivágása
kk: Таңдалған деректерді қиып алу
