Repository: sstendahl/Graphs
Catalog: po/*.po
Languages: ca, hu, kk

source: Cut
ca: Retalla
hu: Kivágás
kk: Қиып алу

source: Shift all data vertically with respect to each other
ca: Desplaça totes les dades verticalment respecte les altres
hu: Az összes adat eltolása függőlegesen az egymáshoz képesti távolság tartásával
kk: Барлық деректерді бір-біріне қатысты вертикалды түрде жылжыту

source: Shift
ca: Desplaça
hu: Eltolás
kk: Жылжыту

source: Normalize data
ca: Normalitza les dades
hu: Adatok normalizálása
kk: Деректерді нормалау

source: Normalize
ca: Normalitza
hu: Normalizálás
kk: Нормалау

source: Smoothen data
ca: Suavitza les dades
hu: Adatok simítása
kk: Деректерді тегістеу

source: Smoothen
ca: Suavitza
hu: Simítás
kk: Тегістеу

source: Center data
ca: Centra les dades
hu: Adatok középre igazítása
kk: Деректерді ортаға келтіру

source: Center
ca: Centra
hu: Középre igazítás
kk: Ортаға келтіру

source: Transform
ca: Transforma
hu: Transzformálás
kk: Түрлендіру

source: Get the derivative of the data
ca: Obtenir la derivada de les dades
hu: Az adatok deriváltjának lekérése
kk: Деректердің туындысын алу

source: Derivative
ca: Derivada
hu: Deriválás
kk: Туынды

source: Get the indefinite integral of the data
ca: Obtenir la integral indefinida de les dades
hu: Az adatok határozatlan integráltjának lekérése
kk: Деректердің анықталмаған интегралын алу

source: Integral
hu: Integrálás
kk: Интеграл

source: Get the Fast Fourier Transform of the data
ca: Obtenir la transformada ràpida de Fourier de les dades
hu: Az adatok gyors Fourier-transzformációjának lekérése
kk: Деректердің жылдам Фурье түрлендіруін алу

source: Get the Inverse Fast Fourier Transform of the data
ca: Obtenir la transformada ràpida de Fourier inversa
hu: Az adatok inverz gyors Fourier-transzformációjának lekérése
kk: Деректердің кері жылдам Фурье түрлендіруін алу

source: Inverse FFT
ca: Transformada ràpida de Fourier inversa
hu: Inverz FFT
kk: Кері FFT

source: Perform custom transformations on the data
ca: Realitza transformacions personalitzades a les dades
hu: Egyéni transzformációk végrehajtása az adatokon
kk: Деректерге таңдауыңызша түрлендірулерді орындау

source: Custom Transformation
ca: Transformació personalitzada
hu: Egyéni transzformáció
kk: Таңдауыңызша түрлендіру

source: Modify
ca: Modifica
hu: Módosítás
kk: Өзгерту

source: Translate X
ca: Trasllada en X
hu: X-eltolás
kk: X бойынша жылжыту

source: Translate Y
ca: Trasllada en Y
hu: Y-eltolás
kk: Y бойынша жылжыту

source: Multiply X
ca: Multiplica en X
hu: X-szorzás
kk: X-ке көбейту

source: Multiply Y
ca: Multiplica en Y
hu: Y-szorzás
kk: Y-ке көбейту

source: At Maximum Y Value
ca: Al valor màxim Y
hu: A legnagyobb Y-értéknél
kk: Максималды Y мәнінде

source: At Middle X Value
ca: Al valor mitjà X
hu: A középső X-értéknél
kk: Ортаңғы X мәнінде

source: Savitzky–Golay Filter
ca: Filtre Savitzky–Golay
hu: Savitzky–Golay szűrő
kk: Савицкий–Голей сүзгісі

source: Moving Average
ca: Mitjana mòbil
hu: Mozgóátlag
kk: Жылжымалы орташа мән

source: Advanced Settings
ca: Paràmetres avançats
hu: Speciális beállítások
kk: Кеңейтілген баптаулар

source: Add New Style
ca: Afegeix estil nou
hu: Új stílus hozzáadása
kk: Жаңа стильді қосу

source: Add
ca: Afegeix
hu: Hozzáadás
kk: Қосу

source: Template
ca: Plantilla
hu: Sablon
kk: Үлгі

source: Change Color
ca: Canvia el color
hu: Szín megváltoztatása
kk: Түсті өзгерту

source: Style Name
ca: Nom de l'estil
hu: Stílus neve
kk: Стиль атауы

source: Font
ca: Lletra tipogràfica
hu: Betűkészlet
kk: Қаріп

source: Title Size
ca: Mida del títol
hu: Cím mérete
kk: Тақырып өлшемі

source: Title size in relation to text size
ca: Mida del títol en relació amb la mida del text
hu: A cím mérete a szöveg méretéhez viszonyítva
kk: Мәтін өлшеміне қатысты тақырып өлшемі

source: Label Size
ca: Mida de les etiquetes
hu: Címke mérete
kk: Белгі өлшемі

source: Label size in relation to text size
ca: Mida de les etiquetes en relació amb la mida del text
hu: A címke mérete a szöveg méretéhez viszonyítva
kk: Мәтін өлшеміне қатысты белгі өлшемі

source: Lines
ca: Línies
hu: Vonalak
kk: Сызықтар

source: Axes
ca: Eixos
hu: Tengelyek
kk: Осьтер

source: Axis Width
ca: Amplada dels eixos
hu: Tengely vastagsága
kk: Ось ені

source: Draw Frame
ca: Dibuixa el marc
hu: Keret rajzolása
kk: Жақтауды салу

source: Ticks
ca: Marques
hu: Beosztások
kk: Кертіктер

source: Tick Directions
ca: Direcció de les marques
hu: Beosztás irányai
kk: Кертіктер бағыттары

source: Inwards
ca: Interiors
hu: Befelé
kk: Ішке

source: Outwards
ca: Exteriors
hu: Kifelé
kk: Сыртқа

source: Minor Ticks
ca: Marques menors
hu: Másodlagos beosztások
kk: Кіші кертіктер

source: Major Tick Width
ca: Amplada de les marques principals
hu: Fő beosztás szélessége
kk: Негізгі кертік ені

source: Minor Tick Width
ca: Amplada de les marques menors
hu: Másodlagos beosztás szélessége
kk: Кіші кертік ені

source: Major Tick Length
ca: Longitud de les marques principals
hu: Fő beosztás hossza
kk: Негізгі кертік ұзындығы

source: Minor Tick Length
ca: Longitud de les marques menors
hu: Másodlagos beosztás hossza
kk: Кіші кертік ұзындығы

source: Show Tick Labels on all Axes
ca: Mostra les etiquetes de marques a tots els eixos
kk: Барлық осьтерде кертік белгілерін көрсету

source: Ticks on Bottom Axis
ca: Marques a l'eix inferior
hu: Beosztások az alsó tengelyen
kk: Төменгі осьтегі кертіктер

source: Ticks on Left Axis
ca: Marques a l'eix esquerre
hu: Beosztások a bal tengelyen
kk: Сол жақ осьтегі кертіктер

source: Ticks on Right Axis
ca: Marques a l'eix dret
hu: Beosztások a jobb tengelyen
kk: Оң жақ осьтегі кертіктер

source: Ticks on Top Axis
ca: Marques a l'eix superior
hu: Beosztások a felső tengelyen
kk: Жоғарғы осьтегі кертіктер

source: Grid
ca: Graella
hu: Rács
kk: Тор

source: Show Grid
ca: Mostra la graella
hu: Rács megjelenítése
kk: Торды көрсету

source: Grid Width
ca: Amplada de la graella
hu: Rács vastagsága
kk: Тор ені

source: Grid Opacity
ca: Opacitat de la graella
hu: Rács átlátszatlansága
kk: Тор мөлдірлігі

source: Padding
ca: Separació
hu: Térköz
kk: Шегініс

source: Padding for different parts of the figure
ca: Separació per a diferents parts de la figura
hu: Térköz az ábra különböző részeihez
kk: Фигураның әртүрлі бөліктеріне арналған шегіністер

source: Value Padding
ca: Separació entre els valors
hu: Érték térköze
kk: Мән шегінісі

source: Padding between axes and values
ca: Separació entre els eixos i els valors
hu: A tengelyek és az értékek közötti térköz
kk: Осьтер мен мәндер арасындағы шегініс

source: Label Padding
ca: Separació de les estiquetes
hu: Címke térköze
kk: Белгі шегінісі

source: Padding between axes and labels
ca: Separació entre els eixos i les etiquetes
hu: A tengelyek és a címkék közötti térköz
kk: Осьтер мен белгілер арасындағы шегініс

source: Title Padding
ca: Separació del títol
hu: Cím térköze
kk: Тақырып шегінісі

source: Padding between axes and the title
ca: Separació entre els eixos i el títol
hu: A tengelyek és a cím közötti térköz
kk: Осьтер мен тақырып арасындағы шегініс

source: Colors
hu: Színek
kk: Түстер

source: Label text might be hard to read
ca: El text de l'etiqueta pot ser difícil de llegir
hu: A címke szövege nehezen olvasható lehet
kk: Белгі мәтінін оқу қиын болуы мүмкін

source: Poor Contrast
ca: Poc contrast
hu: Gyenge kontraszt
kk: Нашар контраст

source: Text Color
ca: Color del text
hu: Szöveg színe
kk: Мәтін түсі

source: Tick Color
ca: Color de les marques
hu: Beosztás színe
kk: Кертік түсі

source: Axis Color
ca: Color dels eixos
hu: Tengely színe
kk: Ось түсі

source: Grid Color
ca: Color de la graella
hu: Rács színe
kk: Тор түсі

source: Background Color
ca: Color de fons
hu: Háttér színe
kk: Фон түсі

source: Outline Color
ca: Color del contorn
hu: Körvonal színe
kk: Контур түсі

source: Line Colors
ca: Color de les línies
hu: Vonalak színei
kk: Сызық түстері

source: Add Color
ca: Afegeix color
hu: Szín hozzáadása
kk: Түсті қосу

source: Edit
ca: Edita
hu: Szerkesztés
kk: Түзету

# shortcut window
source: General
hu: Általános
kk: Жалпы

# shortcut window
source: Show Shortcuts
ca: Mostra les dreceres
hu: Gyorsbillentyűk megjelenítése
kk: Жарлықтарды көрсету

# shortcut window
source: Open Help
ca: Obre l'ajuda
hu: Súgó megnyitása
kk: Көмекті ашу

# shortcut window
source: Close Application
ca: Tanca l'aplicació
hu: Alkalmazás bezárása
kk: Қолданбаны жабу

# shortcut window
source: Close Application Window
ca: Tanca la finestra
hu: Alkalmazás ablakának bezárása
kk: Қолданба терезесін жабу

# shortcut window
source: Save
ca: Desa
hu: Mentés
kk: Сақтау

# shortcut window
source: Save Style
ca: Desa l'estil
hu: Stílus mentése
kk: Стильді сақтау

# shortcut window
source: Save Style As
ca: Anomena i desa l'estil
hu: Stílus mentése másként
kk: Стильді келесідей сақтау

# shortcut window
source: Open Style
ca: Obre l'estil
hu: Stílus megnyitása
kk: Стильді ашу

source: Graphs Style Editor
ca: Editor d'estil del Gràfics
hu: Grafikonok stílusszerkesztő
kk: Графиктер стилінің редакторы

source: Import File…
ca: Importa un fitxer…
kk: Файлды импорттау…

source: Create Style…
ca: Crea un estil…
hu: Stílus létrehozása…
kk: Стильді жасау…

source: Open File…
ca: Obre un fitxer…
kk: Файлды ашу…

source: Open Preview
ca: Obre la previsualització
hu: Előnézet megnyitása
kk: Алдын ала қарауды ашу

source: Canvas Failed to Load
ca: Ha fallat la càrrega del llenç
hu: Nem sikerült betölteni a vásznat
kk: Кенеп жүктелмеді

source: Open Style…
ca: Obre un estil…
hu: Stílus megnyitása…
kk: Стильді ашу…

source: Save Style…
ca: Desa l'estil…
hu: Stílus mentése…
kk: Стильді сақтау…

source: Save Style as…
ca: Anomena i desa l'estil…
hu: Stílus mentése másként…
kk: Стильді келесідей сақтау…

source: Close Style…
ca: Tanca l'estil…
kk: Стильді жабу…

source: Add Equation
ca: Afegeix equació
hu: Egyenlet hozzáadása
kk: Теңдеуді қосу

source: Enter a mathematical expression
ca: Introduïu una expressió matemàtica
hu: Adjon meg egy matematikai kifejezést
kk: Математикалық өрнекті енгізіңіз

source: Name (optional)
ca: Nom (opcional)
hu: Név (nem kötelező)
kk: Аты (міндетті емес)

source: Curve Fitting
ca: Ajust de corba
hu: Görbeillesztés
kk: Қисықты сәйкестендіру

source: Open Curve Fitting Menu
ca: Obre el menú d'ajust de corba
hu: Görbeillesztés menü megnyitása
kk: Қисықты сәйкестендіру мәзірін ашу

# regression-type
source: Linear
ca: Lineal
hu: Lineáris
kk: Сызықтық

# regression-type
source: Quadratic
ca: Quadràtica
hu: Másodfokú
kk: Квадраттық

# regression-type
source: Exponential
ca: Exponencial
hu: Exponenciális
kk: Көрсеткіштік

# regression-type
source: Power Law
ca: Llei de la potència
hu: Hatványtörvény
kk: Дәрежелік заң

# regression-type
source: Logarithmic
ca: Logarítmica
hu: Logaritmikus
kk: Логарифмдік

# regression-type
source: Sigmoid Logistic
ca: Sigmoide logística
hu: Szigmoid logisztikus
kk: Сигмоидты логистикалық

# regression-type
source: Gaussian
ca: Gaussiana
hu: Gauss
kk: Гаусс

# regression-type
source: Custom
ca: Personalitzat
hu: Egyéni
kk: Таңдауыңызша

source: Add Fit to Data
ca: Afegeix ajust a les dades
hu: Illesztés hozzáadása az adatokhoz
kk: Деректерге жуықтауды қосу

source: Toggle Sidebar
ca: Mostra o amaga la barra lateral
hu: Oldalsáv be- vagy kikapcsolása
kk: Бүйірлік панельді қосу/сөндіру

source: Optimization Method
ca: Mètode d'optimització
hu: Optimalizálási módszer
kk: Оңтайландыру әдісі

# optimization
source: Levenberg-Marquardt
ca: Algorisme de Levenberg-Marquardt
kk: Левенберг-Марквардт

# optimization
source: Trust Region Reflective
ca: Reflexiu de la regió de confiança
hu: Megbízhatósági tartomány visszaverő
kk: Сенімді аймақты шағылыстыру

source: Confidence Bounds
ca: Interval de confiança
hu: Konfidenciahatárok
kk: Сенімділік шекаралары

# confidence
source: None
ca: Cap
hu: Nincs
kk: Ешқандай

# confidence
source: 1σ: 68% Confidence
ca: 1σ: 68% Confiança
hu: 1σ: 68%-os konfidencia
kk: 1σ: 68% сенімділік

# confidence
source: 2σ: 95% Confidence
ca: 2σ: 95% Confiança
hu: 2σ: 95%-os konfidencia
kk: 2σ: 95% сенімділік

# confidence
source: 3σ: 99.7% Confidence
ca: 3σ: 99.7% Confiança
hu: 3σ: 99,7%-os konfidencia
kk: 3σ: 99.7% сенімділік

source: Show Residuals
kk: Қалдықтарды көрсету

source: Export Figure
ca: Exporta la figura
hu: Ábra exportálása
kk: Фигураны экспорттау

source: Export
ca: Exporta
hu: Exportálás
kk: Экспорттау

source: Export Settings
ca: Paràmetres d'exportació
kk: Экспорттау баптаулары

source: File Format
ca: Format de fitxer
hu: Fájlformátum
kk: Файл пішімі

# file-format
source: Encapsulated PostScript
ca: PostScript encapsulat
hu: Beágyazott PostScript
kk: Инкапсуляцияланған PostScript

source: Transparent Background
ca: Fons transparent
hu: Átlátszó háttér
kk: Мөлдір фон

source: Export Size
ca: Mida d'exportació
kk: Экспорттау өлшемі

source: Width (pixels)
ca: Amplada (píxels)
kk: Ені (пиксель)

source: Height (pixels)
ca: Alçada (píxels)
kk: Биіктігі (пиксель)

source: Use Same Size as App
ca: Usa la mateixa mida que l'aplicació
kk: Қолданбамен бірдей өлшемді қолдану

source: Initial Guess
ca: Estimació inicial
hu: Kezdeti tipp
kk: Бастапқы болжам

source: Minimum
ca: Mínim
hu: Legkisebb
kk: Минимум

source: Maximum
ca: Màxim
hu: Legnagyobb
kk: Максимум

source: Generate Data
ca: Genera les dades
hu: Adatok előállítása
kk: Деректерді генерациялау

source: Generate
ca: Genera
hu: Előállítás
kk: Генерациялау

source: Pick Color
ca: Trieu el color
hu: Szín kiválasztása
kk: Түсті таңдау

source: Move Item
ca: Mou l'element
hu: Elem áthelyezése
kk: Элементті жылжыту

source: Remove Item
ca: Elimina l'element
hu: Elem eltávolítása
kk: Элементті өшіру

source: Smoothen Settings
ca: Paràmetres de suavitat
hu: Simítás beállításai
kk: Тегістеу баптаулары

source: Span percentage
ca: Percentatge d'envergadura
hu: Kiterjedési százalék
kk: Қамту пайызы

source: What percentage of the data span to use for the filter window
ca: Quin percentatge de l'espai de dades s'ha d'utilitzar per a la finestra del filtre
hu: Az adatkiterjedés hány százaléka legyen felhasználva a szűrőablaknál
kk: Сүзгі терезесі үшін деректер ауқымының қандай пайызын қолдану керек

source: Polynomial degree
ca: Grau polinòmic
hu: Polinomiális fok
kk: Полиномдық дәреже

source: Box points
ca: Punts de caixa
hu: Dobozpontok
kk: Блок нүктелері

source: Amount of points to use when calculating a moving average
ca: Quantitat de punts a utilitzar quan es calcula una mitjana mòbil
hu: A mozgóátlag számításakor használandó pontok száma
kk: Жылжымалы орташа мәнді есептеу кезінде қолданылатын нүктелер саны

source: Open
ca: Obre
hu: Megnyitás
kk: Ашу

source: Open With…
ca: Obre amb…
hu: Megnyitás ezzel…
kk: Көмегімен ашу…

source: Delete…
ca: Suprimeix…
hu: Törlés…
kk: Өшіру…

source: Transform Data
ca: Transforma les dades
hu: Adatok transzformálása
kk: Деректерді түрлендіру

source: <b>Available variables</b> General: counts - number of data points X-Axis: x_min, x_max - minimum and maximum values, x_mean, x_median - average and median, x_std, x_sum — standard deviation and sum Y-Axis: y_min, y_max - minimum and maximum, y_mean, y_median — average and median, y_std, y_sum - standard deviation and sum Trigonometric functions use radians by default. Append d to use degrees, e.g. sind(x) or cosd(x).
kk: <b>Қолжетімді айнымалылар</b> Жалпы: counts - деректер нүктелерінің саны X осі: x_min, x_max - минималды және максималды мәндер, x_mean, x_median - орташа және медиана, x_std, x_sum — стандартты ауытқу және қосынды Y осі: y_min, y_max - минималды және максималды, y_mean, y_median — орташа және медиана, y_std, y_sum - стандартты ауытқу және қосынды Тригонометриялық функциялар әдетте радианды қолданады. Градусты қолдану үшін d жалғаңыз, мысалы, sind(x) немесе cosd(x).

source: Discard Unselected Data
ca: Descarta les dades no seleccionades
hu: Nem kiválasztott adatok elvetése
kk: Таңдалмаған деректерден бас тарту

source: Drop Here to Import
ca: Deixeu anar aquí per importar-les
hu: Húzza ide az importáláshoz
kk: Импорттау үшін осында тастаңыз

source: Show Sidebar
ca: Mostra la barra lateral
hu: Oldalsáv megjelenítése
kk: Бүйірлік панельді көрсету

source: Undo
ca: Desfés
hu: Visszavonás
kk: Болдырмау

source: Redo
ca: Refés
hu: Ismétlés
kk: Қайталау

source: Optimize View Limits
ca: Optimitza els límits de visualització
hu: Nézetkorlátok optimalizálása
kk: Көрініс шектерін оңтайландыру

source: Next View
ca: Vista següent
hu: Következő nézet
kk: Келесі көрініс

source: Previous View
ca: Vista anterior
hu: Előző nézet
kk: Алдыңғы көрініс

# shortcut window
source: Open Figure Settings
ca: Obre els paràmetres de la figura
hu: Ábra beállításainak megnyitása
kk: Фигура баптауларын ашу

# shortcut window
source: Mode Switching
ca: Canvia de mode
hu: Módváltás
kk: Режимді ауыстыру

# shortcut window
source: Pan Mode
ca: Mode de desplaçament
hu: Pásztázási mód
kk: Жылжыту режимі

# shortcut window
source: Zoom Mode
ca: Mode d'ampliació
hu: Nagyítási mód
kk: Масштабтау режимі

# shortcut window
source: Select Mode
ca: Mode de selecció
hu: Kiválasztási mód
kk: Таңдау режимі

# shortcut window
source: New Data
ca: Noves dades
hu: Új adatok
kk: Жаңа деректер

# shortcut window
source: Add Data from File
ca: Afegeix dades des d'un fitxer
hu: Adatok hozzáadása fájlból
kk: Файлдан деректерді қосу

# shortcut window
source: Add Data from Equation
ca: Afegeix dades des d'una equació
hu: Adatok hozzáadása egyenletből
kk: Теңдеуден деректерді қосу

# shortcut window
source: Generate Data
ca: Genera dades
hu: Adatok előállítása
kk: Деректерді генерациялау

# shortcut window
source: New Project
ca: Nou projecte
hu: Új projekt
kk: Жаңа жоба

# shortcut window
source: Open Project
ca: Obre un projecte
hu: Projekt megnyitása
kk: Жобаны ашу

# shortcut window
source: Delete Selected Data
ca: Suprimeix les dades seleccionades
hu: Kiválasztott adatok törlése
kk: Таңдалған деректерді өшіру

# shortcut window
source: Save and Export
ca: Desa i exporta
hu: Mentés és exportálás
kk: Сақтау және экспорттау

# shortcut window
source: Export Data
ca: Exporta les dades
hu: Adatok exportálása
kk: Деректерді экспорттау

# shortcut window
source: Export Figure
ca: Exporta la figura
hu: Ábra exportálása
kk: Фигураны экспорттау

# shortcut window
source: Save Project
ca: Desa el projecte
hu: Projekt mentése
kk: Жобаны сақтау

# shortcut window
source: Save Project As
ca: Anomena i desa el projecte
hu: Projekt mentése másként
kk: Жобаны қалайша сақтау

# shortcut window
source: View
ca: Vista
hu: Nézet
kk: Көрініс

# shortcut window
source: Previous View
ca: Vista anterior
hu: Előző nézet
kk: Алдыңғы көрініс

# shortcut window
source: Next View
ca: Vista següent
hu: Következő nézet
kk: Келесі көрініс

# shortcut window
source: Optimize limits
ca: Optimitza els límits
hu: Korlátok optimalizálása
kk: Шектерді оңтайландыру

# shortcut window
source: Zoom in
ca: Amplia
hu: Nagyítás
kk: Үлкейту

# shortcut window
source: Zoom out
ca: Allunya
hu: Kicsinyítés
kk: Кішірейту

# shortcut window
source: Select None
ca: No en seleccionis cap
hu: Kijelölés megszüntetése
kk: Ештеңені таңдамау

# shortcut window
source: Toggle Sidebar
ca: Mostra o amaga la barra lateral
hu: Oldalsáv be- vagy kikapcsolása
kk: Бүйірлік панельді қосу/сөндіру

# shortcut window
source: Actions
ca: Accions
hu: Műveletek
kk: Әрекеттер

# shortcut window
source: Select All
ca: Selecciona-ho tot
hu: Összes kijelölése
kk: Барлығын таңдау

# shortcut window
source: Undo Action
ca: Desfés l'acció
hu: Művelet visszavonása
kk: Әрекетті болдырмау

# shortcut window
source: Redo Action
ca: Refés l'acció
hu: Művelet ismétlése
kk: Әрекетті қайталау

# import-mode
source: Columns
ca: Columnes
kk: Бағандар

source: Custom delimiter cannot be empty
ca: El delimitador personalitzat no pot estar buit
kk: Таңдамалы ажыратқыш бос болмауы керек

source: Index error in %s, cannot access index %d on line %d, only %d columns were found
ca: Error d'índex a %s, no es pot accedir a l'índex %d a la línia %d, només s'han trobat %d columnes
kk: %s ішіндегі индекс қатесі, %d-жолдағы %d индексіне қол жеткізу мүмкін емес, тек %d баған табылды

source: Cannot import from file, bad value on line %d
ca: No es pot importar des d'un fitxer, valor incorrecte a la línia %d
kk: Файлдан импорттау мүмкін емес, %d-жолдағы мән қате

source: Item %d
ca: Element %d
kk: %d-элемент

# import-mode
source: Project
ca: Projecte
kk: Жоба

# file-filter
source: Graphs Project File
ca: Fitxer de projecte del Gràfics
hu: Grafikonok projektfájl
kk: Графиктер жобасының файлы

# import-mode
source: Spreadsheet
kk: Электрондық кесте

# file-filter
source: Spreadsheet
kk: Электрондық кесте

source: No numeric data found in column.
kk: Бағанда сандық деректер табылмады.

source: Columns do not have the same length.
kk: Бағандар ұзындығы бірдей емес.

# import-mode
source: Database
ca: Base de dades
kk: Дерекқор

# file-filter
source: SQLite Database
ca: Base de dades SQLite
kk: SQLite дерекқоры

source: Could not import data from table "{table_name}", no numeric columns were found
ca: No s'han pogut importar dades de la taula «{table_name}», no s'ha trobat cap columna numèrica
kk: "{table_name}" кестесінен деректерді импорттау мүмкін болмады, сандық бағандар табылмады

source: No data found in table column
ca: No s'han trobat dades a la columna de la taula
kk: Кесте бағанында деректер табылмады

source: Intensity (cps)
ca: Intensitat (cps)
hu: Intenzitás (cps)
kk: Қарқындылық (имп/сек)

source: R (1/s)
kk: R (1/с)

source: Import failed
ca: Ha fallat la importació
kk: Импорттау сәтсіз аяқталды

# file-filter
source: Supported files
ca: Fitxers admesos
hu: Támogatott fájlok
kk: Қолдау көрсетілетін файлдар

# file-filter
source: ASCII files
ca: Fitxers ASCII
hu: ASCII-fájlok
kk: ASCII файлдары

source: X Axis Minimum
ca: Mínim de l'eix X
hu: X-tengely legkisebb értéke
kk: X осінің минимумы

source: Y Axis Minimum
ca: Mínim de l'eix Y
hu: Y-tengely legkisebb értéke
kk: Y осінің минимумы

source: X Axis Maximum
ca: Màxim de l'eix X
hu: X-tengely legnagyobb értéke
kk: X осінің максимумы

source: Y Axis Maximum
ca: Màxim de l'eix Y
hu: Y-tengely legnagyobb értéke
kk: Y осінің максимумы

source: X Axis Scale
ca: Escala de l'eix X
hu: X-tengely méretezése
kk: X осінің масштабы

source: X Axis Label
ca: Etiqueta de l'eix X
hu: X-tengely címkéje
kk: X осінің белгісі

source: Y Axis Scale
ca: Escala de l'eix Y
hu: Y-tengely méretezése
kk: Y осінің масштабы

source: Y Axis Label
ca: Etiqueta de l'eix Y
kk: Y осінің белгісі

source: Defaults Updated
ca: S'han actualitzat els valors predeterminats
hu: Alapértelmezések frissítve
kk: Әдепкі параметрлер жаңартылды

source: Example Item
ca: Element d'exemple
hu: Példa elem
kk: Мысал элементі

source: X Label
ca: Eix X
hu: X-címke
kk: X белгісі

source: Y Label
ca: Eix Y
hu: Y-címke
kk: Y белгісі

source: Color %d
hu: %d. szín
kk: Түс %d

source: Graphs Style Editor — %s
ca: Editor d'estil del Gràfics — %s
hu: Grafikonok stílusszerkesztő – %s
kk: Графиктер стилінің редакторы — %s

source: Are you sure you want to delete %s?
ca: Esteu segur que voleu suprimir %s?
hu: Biztosan a(z) %s törlését szeretné?
kk: %s өшіруді қалайтыныңызға сенімдісіз бе?

source: The Graphs Developers
ca: Els desenvolupadors del Gràfics
hu: A Grafikonok fejlesztői
kk: Graphs әзірлеушілері

source: translator-credits
ca: Victor Dargallo <victordargallo@disroot.org>
hu: Meskó Balázs <mesko dot balazs at fsf dot hu>, 2025. Úr Balázs <ur dot balazs at fsf dot hu>, 2024, 2025.
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: Deleted %s
ca: S'ha suprimit %s
hu: „%s” törölve
kk: %s өшірілді

source: Residuals
kk: Қалдықтар

source: Please enter valid numeric parameters.
kk: Дұрыс сандық параметрлерді енгізіңіз.

source: Constraint error: ensure Lower < Initial < Upper.
kk: Шектеу қатесі: Төменгі < Бастапқы < Жоғарғы екенін тексеріңіз.

source: Matrix error: Data is insufficient for this model.
kk: Матрица қатесі: Мәліметтер бұл модель үшін жеткіліксіз.
