Repository: sstendahl/Graphs
Catalog: po/*.po
Languages: ca, hu, kk

source: Fit failed: Max iterations reached without converging.
kk: Сәйкестендіру сәтсіз: Жинақталусыз максималды итерацияларға жетті.

source: Domain error: Equation not valid for this data range.
kk: Аймақ қатесі: Теңдеу бұл мәліметтер ауқымы үшін жарамсыз.

source: Invalid equation: Check syntax and variables.
kk: Жарамсыз теңдеу: Синтаксис пен айнымалыларды тексеріңіз.

source: Confidence band error: Covariance matrix is unstable.
kk: Сенімділік аралығының қатесі: Ковариация матрицасы тұрақсыз.

source: Parameters
kk: Параметрлер

source: Statistics
kk: Статистика

source: Fitting Parameters for %s
ca: Paràmetres d'ajust per a %s
hu: %s illesztési paraméterei
kk: %s үшін сәйкестендіру параметрлері

source: Could not parse style {stylename}, loading system preferred style
ca: No s'ha pogut analitzar {stylename}, s'està carregant l'estil preferit del sistema
hu: Nem sikerült feldolgozni a(z) {stylename} stílust, a rendszer által előnyben részesített stílus betöltése
kk: {stylename} стилін талдау мүмкін болмады, жүйе қалаған стиль жүктелуде

source: Style {stylename} does not exist, loading system preferred style
ca: L'estil de traçat {stylename} no existeix, s'està carregant el preferit del sistema
hu: A(z) {stylename} stílus nem létezik, a rendszer által előnyben részesített stílus betöltése
kk: {stylename} стилі жоқ, жүйе қалаған стиль жүктелуде

source: Failed to load project
ca: No s'ha pogut carregar el projecte
hu: Nem sikerült betölteni a projektet
kk: Жобаны жүктеу сәтсіз аяқталды

# filename
source: Exported Figure
ca: Figura exportada
hu: Exportált ábra
kk: Экспортталған фигура

source: Exported Figure
ca: Figura exportada
kk: Экспортталған фигура

source: No data to export
ca: No hi ha dades per exportar
hu: Nincsenek exportálandó adatok
kk: Экспорттау үшін мәліметтер жоқ

# file-filter
source: Text Files
ca: Fitxers de text
hu: Szövegfájlok
kk: Мәтіндік файлдар

source: Could not load {font}
ca: No s'ha pogut carregar {font}
hu: Nem sikerült betölteni a(z) {font} betűkészletet
kk: {font} жүктелмеді

source: Dataset
ca: Conjunt de dades
hu: Adathalmaz
kk: Мәліметтер жиыны

source: Generated Dataset
ca: Conjunt de dades generat
hu: Előállított adatkészlet
kk: Жасалған мәліметтер жиыны

source: Label
ca: Etiqueta
hu: Címke
kk: Белгі

source: Fill
ca: Omple
hu: Kitöltés
kk: Толтыру

# file-filter
source: Matplotlib Style File
ca: Fitxer d'estil Matplotlib
hu: Matplotlib stílusfájl
kk: Matplotlib стилінің файлы

source: Unable to perform transformation, make sure the syntax is correct
ca: No s'ha pogut realitzar la transformació, assegureu-vos que la sintaxi sigui correcta
hu: Nem lehet végrehajtani a transzformációt, győződön meg arról, hogy a szintaxis helyes-e
kk: Түрлендіруді орындау мүмкін емес, синтаксистің дұрыстығына көз жеткізіңіз

source: No data found within the highlighted area
ca: No s'han trobat dades a l'àrea ressaltada
hu: Nem találhatók adatok a kijelölt területen belül
kk: Ерекшеленген аймақта мәліметтер табылмады

source: Combined Data
ca: Dades combinades
hu: Kombinált adatok
kk: Біріктірілген мәліметтер

source: The operation on {name} did not result in a plottable equation
ca: L'operació a {name} no ha donat lloc a una equació traçable
hu: A(z) {name} elemen végzett művelet nem eredményezett kirajzolható egyenletet
kk: {name} бойынша орындалған операция нәтижесінде графикке салынатын теңдеу шықпады

source: Operation not supported for equations.
ca: Operació no admesa per a equacions.
hu: A művelet nem támogatott az egyenletek esetén.
kk: Операция теңдеулер үшін қолдау көрсетілмейді.

source: Operation not supported for data items
ca: Operació no admesa per als elements de dades
hu: A művelet nem támogatott az adatelemek esetén.
kk: Операция мәліметтер элементтері үшін қолдау көрсетілмейді

source: {name}: Error performing the operation
ca: {name}: S'ha produït un error en realitzar l'operació
hu: {name}: hiba a művelet végrehajtásakor
kk: {name}: Операцияны орындау қатесі

source: Data that was outside of the highlighted area has been discarded
ca: S'han descartat les dades que es trobaven fora de l'àrea ressaltada
hu: A kiemelt területen kívül eső adatok elvetésre kerültek
kk: Ерекшеленген аймақтан тыс мәліметтер алынып тасталды

source: Project file is missing data
ca: Falten dades al fitxer del projecte
hu: A projektfájlból adatok hiányoznak
kk: Жоба файлында мәліметтер жетіспейді

source: Project is from a newer incompatible version of Graphs
ca: El projecte prové d’una versió més nova incompatible del Gràfics
hu: A projekt a Grafikonok egy újabb, nem kompatibilis változatából származik
kk: Жоба Graphs бағдарламасының үйлесімсіз жаңа нұсқасынан

source: Failed to do legacy migration
ca: No s'ha pogut fer la migració antiga
hu: Nem sikerült elvégezni az örökölt költöztetést
kk: Ескі нұсқадан көшіру сәтсіз аяқталды

source: Failed to parse project file
ca: No s'ha pogut analitzar el fitxer del projecte
hu: Nem sikerült feldolgozni a projektfájlt
kk: Жоба файлын талдау сәтсіз аяқталды

source: Failed to migrate project
ca: No s'ha pogut migrar el projecte
hu: Nem sikerült költöztetni a projektet
kk: Жобаны көшіру сәтсіз аяқталды

source: Failed to validate project
ca: No s'ha pogut validar el projecte
hu: Nem sikerült ellenőrizni a projektet
kk: Жобаны тексеру сәтсіз аяқталды

source: Saved Project
ca: Projecte desat
hu: Mentett projekt
kk: Сақталған жоба

source: Project
ca: Projecte
hu: Projekt
kk: Жоба

source: Exported Data
ca: Dades exportades
kk: Экспортталған мәліметтер

source: Missing colon in file {file}, line {line}
ca: Falta dos punts al fitxer {file}, línia {line}
hu: Hiányzó kettőspont a(z) {file} fájl {line}. sorában
kk: {file} файлындағы {line} жолында қос нүкте жетіспейді

source: Non-style related parameter {param} in file {file}
ca: Paràmetre {param} no relacionat amb l'estil al fitxer {file}
hu: Nem stílussal kapcsolatos {param} paraméter a(z) {file} fájlban
kk: {file} файлында стильге қатысы жоқ {param} параметрі бар

source: Ignoring parameter {param} in file {file}
ca: S'ha ignorat el paràmetre {param} al fitxer {file}
hu: A(z) {param} paraméter mellőzése a(z) {file} fájlban
kk: {file} файлындағы {param} параметрі еленбейді

source: Duplicate key in file {file}, on line {line}
ca: Clau duplicada al fitxer {file}, a la línia {line}
hu: Kettőzött kulcs a(z) {file} fájl {line}. sorában
kk: {file} файлының {line} жолында қайталанатын кілт

source: Bad value in file {file} on line {line}, custom parameter {key} is not supported
ca: Valor incorrecte al fitxer {file} a la línia {line}, el paràmetre personalitzat {key} no està admès
kk: {file} файлының {line} жолында қате мән, {key} пайдаланушы параметріне қолдау көрсетілмейді

source: Bad value in file {file} on line {line}
ca: Valor incorrecte al fitxer {file} a la línia {line}
hu: Hibás érték a(z) {file} fájl {line}. sorában
kk: {file} файлының {line} жолында қате мән

source: Could not parse {filename}
ca: No s'ha pogut analitzar {filename}
hu: Nem sikerült feldolgozni a(z) {filename} fájlt
kk: {filename} талдау мүмкін болмады

source: File {file}, does not contain name tag
ca: El fitxer {file}, no conté l'etiqueta de nom
hu: A(z) {file} fájl nem tartalmaz név címkét
kk: {file} файлында атау тегі жоқ

source: System
ca: Sistema
hu: Rendszer
kk: Жүйе

source: All Files
ca: Tots els fitxers
hu: Összes fájl
kk: Барлық файлдар

source: Document Portal
ca: Portal del document
hu: Dokumentumportál
kk: Құжаттар порталы

source: Graphs (Development)
ca: Gràfics (desenvolupament)
hu: Grafikonok (fejlesztői)
kk: Graphs (әзірлеу)

source: Untitled Project
ca: Projecte sense nom
hu: Névtelen projekt
kk: Атаусыз жоба

source: Draft
ca: Esborrany
hu: Piszkozat
kk: Шимай

source: Open Location
ca: Obre la ubicació
hu: Hely megnyitása
kk: Орналасқан жерді ашу

source: <b>Additional variables:</b> x_min, y_min x_max, y_max Trigonometric functions use radians by default, append d to the function to use degrees, e.g. sind(x) or cosd(x).
ca: <b>Variables addicionals:</b> x_min, y_min x_max, y_max Les funcions trigonomètriques utilitzen radians per defecte, afegiu d a la funció per a utilitzar graus, p. ex. sind(x) o cosd(x).

source: Invalid .xry format
ca: Format .xry no vàlid
hu: Érvénytelen .xry formátum

source: Results:
ca: Resultats:
hu: Eredmények:

source: Please enter valid fitting parameters to start the fit
ca: Introduïu paràmetres d'ajust vàlids per iniciar l'ajust
hu: Adjon meg érvényes illesztési paramétereket az illesztés elkezdéséhez

source: Please enter a valid equation to start the fit
ca: Introduïu una equació vàlida per iniciar l'ajust
hu: Adjon meg egy érvényes egyenletet az illesztés elkezdéséhez

source: Please enter valid fitting bounds to start the fit
ca: Introduïu límits d'ajust vàlids per iniciar l'ajust
hu: Adjon meg érvényes illesztési határokat az illesztés elkezdéséhez

source: Sum of R²: {R2}
ca: Suma de R²: {R2}
hu: R² összege: {R2}

source: Graphs — %s
ca: Gràfics — %s
hu: Grafikonok – %s

source: Import Style…
hu: Stílus importálása…

source: Resolution (dpi)
hu: Felbontás (dpi)

source: Reset to Defaults…
hu: Visszaállítás az alapértékekre…

source: Character sequence used to split values
hu: Az értékek felosztásához használt karaktersorozat

# delimiter
source: Decimal comma (,)
hu: Tizedesvessző (,)

# delimiter
source: Decimal point (.)
hu: Tizedespont (.)

source: X-data column index
hu: X-adatoszlop indexe

source: Y-data column index
hu: Y-adatoszlop indexe

source: Ignored row indices
hu: Sorindexek mellőzve

source: Open a Style
hu: Stílus megnyitása

source: Open…
hu: Megnyitás…

source: Additional variables: x_min, y_min x_max, y_max Trigonometric functions use radians by default, append d to the function to use degrees, e.g. sind(x) or cosd(x).
hu: További változók: x_min, y_min x_max, y_max A trigonometriai függvények radiánt használnak alapértelmezetten, írjon „d” betűt a függvény neve után a fok használatához, például sind(x) vagy cosd(x).

source: Import failed, column index out of range
hu: Az importálás sikertelen, az oszlop indexe kívül esik a tartományon

source: Unable to import from file
hu: Nem lehet importálni a fájlból
